1:WizardTutorial
00000000

You know how to see targeting information in combat, no?  Well, let us explain!
00000001

The icons at the bottom of the screen during combat show you what spells your fellow Wizards are planning on casting each round -- and who they are targeting.
00000002

You can use the symbol to know the target of each combatant's spell.  In this example, a Firecat is being cast at the player in the eye slot. See?
00000003

"Control-I" will turn these windows on and off during Combat.  You can also set this in the Options Page of your Spellbook.
00000004

Uh, oh!  It looks like you are running low on mana.
00000005

Remember, Wizards need Mana to be able to cast their spells in Combat.
00000006

To refill your Mana, you need to play some minigames.
00000007

Go to the Fairegrounds in the Commons and step onto a Sigils to access one.
00000008

Oh, goodness! I forgot to mention the Go Home button! In Wizard City, all students have the ability to return to their castle or dorm at any time. You will need to wait a short time between uses, though. 
00000009

Hello, Wizard! Please see me at once! If you can, I mean. Just, whenever you have the time to drop by.
00000010

The "Go Home" button is located in the lower right corner of the World Map, or under your Compass.
00000011

The "Go Home" button is located in the lower right corner of the World Map, or under your Compass.
00000012

Oh, no, dear! It looks like you were defeated in Combat.
00000013

Don't be upset, child.  It happens to everyone sometimes.  Not to worry, you didn't lose anything.
00000014

Any time a student loses a duel, they are immediately returned to safety, so that they can rest before trying again.
00000015

You'll need to wait here until you regain all your Health.  To refill your Mana, go play some minigames in the Fairegrounds.
00000016

You have advanced...</ITALICS>sigh<ITALICS>...fine, come see me.
00000017

Come see me if you wish to gain more knowledge.
00000018

Oh my, it looks like you have advanced quite a bit now doesn't it?
00000019

Come see me when you have some time dear, I think I just might have something for you.
00000020

Excellent job!  You have reached a new level of achievement.
00000021

Come see me as soon as you can.  I have a new spell ready for you.
00000022

Excellent job, young one.  You have come to a new understanding of the ways of life!
00000023

Come see me, and I will teach you something new.
00000024

Congratulations, young Wizard!  You have gained a Training Point. 
00000025

Go to Ravenwood and you can train with a teacher of your choice. Consider these your "secondary" school spells.
00000026

Be sure to stop by your Homeroom Class.  Remember, spells from your homeroom professor don't require any training points to learn!
00000027

Looks like ye've picked up a wee bit more'n ye kin carry!
00000028

Extra loot ya find or buy is automatically put in yer Bank.
00000029

Visit yer Dorm Room back in Ravenwood, if'n ya want ta move stuff between yer Bank and Backpack.
00000030

Good, good! You have gained a new level of understanding.
00000031

Come see me for additional training.
00000032

Excellent, young Wizard! You have furthered your understanding of the art of storms.
00000033

Come see me when you get the chance.  I have something for you.
00000034

Ah, young one, you seem to have gained a bit more power since our last meeting.
00000035

Come find me when you can, I have some wisdom that I would like to teach you.
00000036

Uh oh, it looks like you are low on Mana!
00000037

Remember, all Wizards need Mana to cast spells in combat.
00000038

To refill your Mana, you can play minigames, or you can collect wisps in the central city areas.
00000039

Go to the Fairegrounds in the Commons area, and step on one of the sigils to play one.
00000040

Mr. Lincoln
00000041

Pardon me, $PLAYER_FIRSTNAME$, but your room is ready!
00000042

You can find the dormitories in Ravenwood by turning on your compass.
00000043

Your dorm room contains your Bank. There you can store items that you don't want to carry. Visit the dorms whenever you like!
00000044

Hello, Wizard! Please see me at once! If you can, I mean. Just, whenever you have the time to drop by.
00000045

It seems you have been sent into an area with higher ranked monsters.
00000046

A monster with a rank of 2 is stronger than a monster with a rank of 1.
00000047

Also, you will get experience for casting spells against a monster regardless of its rank.
00000048

Aha ! You have been asked to enter a Dungeon. To go inside, you'll need to stand on that Sigil next to the door.
00000049

Once you activate the Sigil, a countdown will start. When the timer runs out, anyone standing on the Sigil will go inside the Dungeon with you.
00000050

Dungeons, which are usually whole streets, often contain puzzles and tougher unique monsters.  Becareful, if everyone in your group leaves the area, it will reset.
00000051

I need you to come help me out with something.  Could you come talk to me please?
00000052

Hello, again.  I need your assistance for a moment.  Could you come see me please?
00000053

It's time for an assignment. Please come pick it up at the school.
00000054

Hmmmm, I see you have been studying.  Come see me for a new assignment.
00000055

You are still around? Apparently I'm not giving you enough homework. Come by the school, and I shall remedy that situation...
00000056

I require your assistance, please.  Come see me when you can.
00000057

Could you come see me?  I need your help.
00000058

Advancing quite rapidly, I see. Come to the Storm school when you have the chance. I have a new spell for you.
00000059

Aha!  Good, good! You have made it quite far now. Come see me for a new spell.
00000060

Excellent young one!  You have exceeded expectations.  Come to the school for a new spell.
00000061

My My!  Coming along quite quickly are we?  Come see me when you have a chance.
00000062

Yay!  You are doing really well.  Come to the school for a new spell.
00000063

Hello young Wizard. I'm ready to teach you a new spell if you'd like to come to the school.
00000064

Ah, there you are!  I've got a new spell for you to learn, come see me.
00000065

Come see me dear.  I have a new spell for you to try out.
00000066

Could you come to the school? I have something for you.
00000067

Coming along nicely in the fire arts?  Good, I have a new spell for you.
00000068

I have a new spell for you, student.  Come to the school so I can teach it to you.
00000069

Excellent job.  Your training has opened up a new spell that I can now teach you.  Come see me when you can.
00000070

You are now ready for a truly powerful spell, young Wizard. Come see me to learn it.
00000071

Your training has paid off.  I can teach you a new spell now.  Come see me when you're ready.
00000072

Working hard at your training I see.  I have a new spell for you, come see me.
00000073

Good, good! As you gain power you can control greater things. I have a new spell for you to master.
00000074

I have a new spell for you, little Wizard. Come to the school so I can teach it to you.
00000075

Yes!  You are truly powerful now!  I have another spell for you.
00000076

You have become a true master of the Death Arts.  For you I have a new spell.
00000077

Haven't been eaten by any of your summons I see.  How unfortunate.  I guess I'll have to teach you a new spell then.
00000078

*Sigh*  I have another spell for you, if you can make it here.
00000079

Hmmm, perhaps this spell will finally get the better of you.  Come see me to learn it.
00000080

Hmmm, it seems I'm going to have to teach you something truly powerful to get rid of you.  Come to the school for a new spell.
00000081

Hmmm. You might actually be a good Wizard seeing as you've made it this far. Come see me for a new spell.
00000082

Hmmmm, you're doing well.  I have a new spell to teach to you now.
00000083

Ahhh, for you my student, a new spell.  Come see me so that I can teach it to you.
00000084

Your meditations and trials have paid off my young student.  Come to the school for a new spell.
00000085

You have persevered again.  I have a new spell for you.
00000086

You have truly grasped what it means to be a Life mage.  Because of that, I have a new spell for you.
00000087

I can now teach you a spell of great power, young Wizard. Come to the school so I may teach you.
00000088

Stop by if you would.  I have a new spell for you!
00000089

Good gosh, you certainly are adamant in your training.  Come see me for a new spell.
00000090

Seems your hard work allowed you to learn a new spell.  Come see me for it.
00000091

Good job, young Wizard. I can now teach you a new spell to add to your deck.
00000092

Excellent. You are learning what it really means to keep all things in balance.  I have a new spell as your reward.
00000093

You truly have become a master of Balance.  I have a new spell for you to add to your repertoire.
00000094

Goodness, you have gained quite a bit of knowledge haven't you, young one?  Come see me, I have a new spell for you.
00000095

Greetings, young Wizard. I sense it is time for you to take a new step in your learning. Come and speak with me at once. 
00000096

Come quickly, I have a task for you to do.
00000097

You've gained greater power I see.  Come find me if you want to know another spell.
00000098

Come find me, I want to show you something that's really cool with Death Spells!
00000099

Ah, good.  I need your newly acquired power for a task.
00000100

Your new power will now allow you to control a pet.  Come to me and I will train you in its use.
00000101

A little black bat came and sang to me... your name was mentioned. I've a new and most powerful spell to teach you, should you have the time to learn it!
00000102

Excellent, you are now ready to train a new spell.  Come see me as soon as you can.
00000103

I need your skills to help me with something.  Come to the Fire school when you can please.
00000104

You're coming along nicely.  I think it's time to put your skills to the test.  Come see me soon.
00000105

You have refined your skills enough to control a pet.  Come see me and I will train you on it's uses.
00000106

I need your help once again, young Wizard. Please come see me.
00000107

You have a great amount of power now.  How bout we test it out?  Come to the school for further instruction.
00000108

Greetings, $PLAYER_FIRSTNAME$! As you are my favorite student, I'm pleased to tell you that it's time for you to learn a new spell. Come see me at once!
00000109

Hello there. Could you come to the school? I have a task for you.
00000110

Hello there dear.  I see you've been training hard..  Come see me when you can, I have a new spell I would like to teach you.
00000111

Ah, there you are.  I need you to come see me at the school for a moment.  When you can of course.
00000112

Come to the school when you can please.  I have an assignment for you.
00000113

Oh goodie.  You are now able to have a pet.  Come see me to learn more about them.
00000114

It's time for a test my young student.  Come to the school and take it please.
00000115

I need you to help me out at the school for a bit dear.  Could you stop by please?
00000116

Young Wizard! It's time to learn a new spell. How exciting! Come to my classroom at once! 
00000117

Well hello there, young Wizard. I have your first homework assignment here. Come see me for it.
00000118

Oh goodness, you've gotten so much better!  Come see me for a new spell.
00000119

I have another task for you, young Wizard. Please come see me for it.
00000120

I need your help with something.  Could you please come to the school?
00000121

You have advanced your studies enough to be allowed a pet.  Come see me for your training.
00000122

I have some more homework for you.  Please come to the school to pick it up.
00000123

It has come time to test your abilities.  Come see me when you have the chance.
00000124

Greetings, young Wizard! If you wish to continue advancing in the School of Life, you should return to my classroom at once. I've a new spell to teach you! 
00000125

So you're my new student are you?  Come here, I have some homework to give you.
00000126

I have more homework to pile on to what you already have.  Come pick it up.
00000127

Still trying hard I see... Well might as well give you an assignment to do.
00000128

*Sigh*  Maybe this new assignment will finally keep you away from me.
00000129

Hmph.  The Headmaster says your ready for a pet.  Let's make this quick so I can get back to my research.
00000130

It's time to test you.  Come see me for it.
00000131

I have a new assignment.  Maybe you can get it done, I need to research.
00000132

If you aren't too busy gallivanting around the Spiral, see if you can find time to attend class. Specifically, my class. Please report to my classroom at once. It is time for you to learn a new spell. 
00000133

Hello, you must be the new student. Come find me in the Storm school. I have an assignment for you.
00000134

Ah, you've been working hard!  Come see me, I have something new to teach you.
00000135

Coming along quite well I see.  How bout you come to the school.  I have something I need your help with.
00000136

Ah good, I need your assistance for a moment.  Could you come see me at the school?
00000137

Congratulations!  You are now able to have a pet.  Come see me for training.
00000138

It's time to test your knowledge of the Storms, my student.  Come to the school please.
00000139

I need your assistance once again.  Come to the school.
00000140

Pardon me, my young student. Unless I'm mistaken, it is time for you to learn another Storm school spell... and this one should be of especial interest to you!
00000141

Potion Flasks, like the one I just gave you, can be used to replenish your Health and Mana without returning to a non-combat area.
00000142

If your Potion Flask runs out, you can replenish it by playing minigames in the Fairegrounds.
00000143

So a rank 2 monster will give experience for up to rank 2 spells, but no higher.
00000144

There are also smaller sigils for only you to enter and no one else.
00000145

I see you have trained your first damage over time spell.
00000146

The Fire Elf spell will do a small amount of damage when you cast it, and then it will deal a larger amount of damage each round for three rounds of combat.
00000147

You have gained your first heal over time spell.
00000148

The Sprite spell will heal a small amount when you cast it, and then heal a larger amount over the next three rounds of combat.
00000149

You can use either button any time to go to your dorm or castle -- as long as you aren't in combat.
00000150

Spells like these require patience, but can be very powerful when used correctly!
00000151

Congratulations!  You have gained your first level.  When you gain a level your maximum Health and maximum Mana are increased.  Also, your Health is restored.
00000152

Your professor, Mr. Wethersfield, will require your assistance from time to time as you get stronger.  Also, she will give you spells at certain points in your studies.
00000153

Ah, your first level.  You'll notice that your Health has been restored.  You also have more total Health and Mana.
00000154

Your professor, Professor Falmea, will also want to see you from time to time as you progress in your studies.  
00000155

Excellent!  You have gained your first level.  You'll notice that you have regained your Health.  Also, you now have more Health and Mana than you did before you leveled.
00000156

Your professor, Miss Greyrose, will call upon you from time to time as you gain additional levels.  Be on the look out for her messages.
00000157

You have just gained your first level.  You'll notice that you have regained all your Health back.
00000158

Haelstrom Baelstrom, your professor, will call upon you in the future for assistance and to teach you new spells as you gain additional levels.  Be on the look out for his messages.
00000159

Your first level.  Excellent!  You have gained more Health and Mana now.  So you can cast more spells and take more damage than before.  
00000160

Moolinda Wu, your class professor, will contact you every now and again to teach you additional spells, and for other tasks and homework assignments she needs done.  Be on the lookout for her messages.
00000161

Congratulations, you have gained your first level.  You now have increased Mana and Health.  Your Health has also been restored to you as well.
00000162

Fantastic!  You have gained your first level.  Your Health has been restored.  Maximum Health and Mana has been increased, allowing you to cast more spells and take more damage.
00000163

Also your maximum Health and Mana have now increased, allowing you to cast more spells and take more damage.
00000164

I see you have learned a higher ranked spell.  This spell will take more Mana and pips to cast.
00000165

Also, if a monster's rank is below that of the spell you are using, you will receive no experience for using that spell.
00000166

A new spell!  This spell is a higher rank, and will do more damage.
00000167

If you use this spell on a monster that is a lower rank than the spell, then you will not receive experience for using it on that monster.
00000168

You have just gained a higher rank spell.  This spell will do more damage at the cost of more Mana.
00000169

Also, using this spell on a lower rank monster will not grant you experience for using that spell.
00000170

You have just gained a higher rank spell.  The higher the rank, the more damage it does.
00000171

However, if the spell you use is of a higher rank than the monster, you will not receive experience for using that spell.
00000172

You have just gained a new rank of spell.  This spell will do more damage than the previous rank of spell.
00000173

If you use this spell on a monster ranked lower than it, you will gain no experience.
00000174

You have gained a new rank of spells now.  Higher ranks do more damage.
00000175

However, if you use a high ranked spell on a low ranked monster you will not receive experience for casting that spell.
00000176

You have gained a higher ranked spell.  This spell will do more damage, but costs more Mana to cast.
00000177

Also, casting a spell that is a higher rank than the monster, will give no experience for casting it.
00000178

Oy, mate!  It looks like you just found something really unique!
00000179

Well done, you defeated a Boss Monster!  
00000180

Boss Monsters drop unique treasure, so you might want to fight them multiple times to see what you get.
00000181

You'll notice that your Health has also been restored.
00000182

You may notice small red lights floating about the street.  These are wisps.
00000183

If you manage to catch one, it will restore a portion of your Health before it disappears.
00000184

Excuse me, but one of your items has just overflowed into your bank.
00000185

This happens when you have too many items in your backpack. You can retrieve these items from the bank in your dorm room in Ravenwood.
00000186

You don't know how to open a magic chest?  How tedious.
00000187

Most chests are locked magically. To break the spell, you'll have to solve a puzzle.
00000188

If you can solve the puzzle, the chest will open, and you will be given a reward.
00000189

Is that everything?  Good.  Please don't bother me again.
00000190

Congratulations, you have just earned your first badge.  Each badge will give you a title that you can proudly display below your name tag.
00000191

If you have multiple badges achieved, then you can choose which one to display by opening your character sheet and clicking on the one you wish to show.
00000192

Not every title is as easy to gain as the one you have gotten.  Good luck in the tougher challenges.
00000193

Congratulations, you have just earned your first badge.  Each badge will give you a title that you can proudly display below your name tag.
00000194

If you have multiple badges achieved, then you can choose which one to display by opening your character sheet and clicking on the one you wish to show.
00000195

Not every title is as easy to gain as the one you have gotten.  Good luck in the tougher challenges.
00000196

You have just discovered a badge!
00000197

Badges are achievements that you will earn throughout your adventures.  Each one has its own requirements.
00000198

Some badges will need you to defeat a certain number of foes and others will require that you complete heroic deeds.  Good luck in finding them all!
00000199

Oh my!  You have entered an area with monsters in it!
00000200

If you want to safely traverse this dangerous area, stick to the sidewalks dear, they are safe.
00000201

You have gained a new Training Point.  Go to Ravenwood and learn another spell when you can.
00000202

You have gained a new Training Point. Be sure you train for another spell as soon as possible!
00000203

You have gained a new Training Point.  Remember to spend it wisely on a secondary school spell of your choice!
00000204

You have gained a new Training Point.  Go to Ravenwood and learn another secondary school spell when you have the time.
00000205

You have gained a Training Point with this level.  Return to Ravenwood and learn a new secondary school spell!
00000206

You have gained a new Training Point.  Remember to return to Ravenwood
00000207

You have gained a new Training Point.  Return to Ravenwood and learn another spell when you can.
00000208

With this new level you have also gained a Training Point.  Go to Ravenwood and learn another spell with it when you can.
00000209

You have gained a new Training Point. Don't forget to train with an instructor! We all need to brush up on our studies now and then...
00000210

Moolinda Wu
00000211

Excellent, you have gotten a Healing Spell.  Don't forget to add this Spell to your deck.
00000212

You can use this Spell to restore your Health during combat so you will not be defeated!
00000213

Arthur Wethersfield
00000214

My my, a new level.  Why don't you come on by and talk with me.  I do believe I have some homework for you.
00000215

We will now purify the water. The temple ahead of you is where you must go.
00000216

But first we must dispatch Haru. He holds the gate key. Defeat Haru and open the temple gate.
00000217

Now to summon Wavebringer! This Water Spirit guards the entrance to the River Temple. Use the Jade Scepter on the four shrines to summon Wavebringer.
00000218

You can also try and catch some wisps to regain your Health or Mana.
00000219

The blue wisps that you find will restore a bit of your Mana when you catch one.
00000220

Beware, young Wizard. The street you now have access to contains battles which are handled a little differently.
00000221

There can be more opponents at one time compared to the amount of players participating in the battle.  Be very careful!
00000222

Remember that you can bring up your map by pressing the 'M' key or clicking on the map icon within your Spellbook.
00000223

You have just received a Tool Tip.  They are displayed on the right hand side of your screen, and normally look like a portrait of somebody.
00000224

These will occasionally appear, and will give you timely information by clicking on them.
00000225

You have just been given a Tutorial Tip. These will occasionally appear on the right hand side of your screen.
00000226

These are portraits that give you timely information when you click on them.
00000227

You can securely talk with friends that are in the game by selecting them on your friends list and clicking the secure chat button.  Only your friend will be able to see the message you send.
00000228

You must enter the Sunken City to find me! Beware, it is a Dungeon, much different than the real world! There are some rules you should know...
00000229

Only four Wizards at a time can be in a Dungeon. These areas are full of danger, so choose your friends wisely... if you dare to enter. 
00000230

 You can Go Home to get more Mana and Health, but if everyone leaves the level by logging out or using the exit, the level will reset immediately and all your progress will be lost.
00000231

You can replay this area time and time again, gaining additional unique loot! Now, enter if you dare...!
00000232

Krokenkahmen
00000233

So you think you are worthy to enter the Throne Room of Fire? Beware, it is a Dungeon! 
00000234

Only four at a time can be in a Dungeon so bring your best warriors! And when everyone leaves, the level will reset in a short amount of time.
00000235

You can replay this Dungeon, allowing you to gain additional unique loot. But only if you survive!
00000236

Ngozi the Beguiler
00000237

Ngozi the Beguiler
00000238

Wizard! You think you are worthy to enter the Tomb of the Beguiler? Ha! You wish. Enter at your own peril, as it is a Dungeon!
00000239

Pops O'Leary
00000240

You think you are ready for the Ironworks? Ha, I don't think so, tiny Wizard. Not only is it a rough neighborhood, but it is a Dungeon! 
00000241

Stoker
00000242

Thinking of rescuing Dr. Waggs? Think again, little Wizard. Not only is Kensington Park all mine, but it is a Dungeon! Mwahahahahahah!
00000243

My goodness, you defeated Lady Blackhope! Obviously, word of your deeds has travelled quickly.
00000244

Because of this you have earned a new badge!  You can now choose to change your title if you want to show everyone your achievement!
00000245

Oh, and most importantly, make sure they are completely full, with a top on them, or you cannot use them when you need them!
00000246

Look at all the spells in your chosen secondary school. You'll have to buy them in sequential order to get to the higher levels later. So shop wisely!
00000247

If you are ready to start testing your skills in combat, then this is the street for you!
00000248

To start a battle with a monster, just approach it on the street. When you get close enough, both you and your opponent will go to the closest combat circle. En garde!
00000249

Don't worry if you get tired. If you want to avoid a fight on Wizard City streets, just stick to the sidewalks. That's better than having to flee during battle.
00000250

If you have to flee during battle, you will teleport to the safety of the Commons, but you will lose all your Mana! So make sure you are ready before going into battle.
00000251

Oh, dear! Your bank is almost full! You'll need to return to Ravenwood and clean out some of your items from your bank.
00000252

Once your backpack and bank are full you will be unable to pick up any new items you might find while adventuring. So if you want to avoid losing things, make sure to clean your room from time to time!
00000253

Oh, there's one rule you'll need to know about the Arena. You will not be able to join in a battle that is already in-progress.
00000254

Once the fight begins, you can stand on the side and watch. This gives everyone a sporting chance!
00000255

Krokhotep
00000256

So you feel you are worthy of entering the Emperor's Retreat? Not on your life, you lowly worm!
00000257

Keeper of the Fang
00000258

What?!? You think you can just waltz right into Vault of Ice and take the Golden Fang? This Dungeon will be your final resting place!
00000259

Bellows
00000260

You think you are ready for Counterweight West? Foolish human, this Dungeon will be your doom!
00000261

Sprockets
00000262

Now is the time for Sprockets to make you dance! Dance to the tune of your undoing, slow-thinking human! You will have naught but defeat in the Dungeon you call Counterweight East!
00000263

Son of Storms
00000264

You are being sent on a quest into the Dungeon of the Temple of Storms? Ha! Come and fight me, coward. Defeat will be your reward!
00000265

Say, you have permission to use Text Chat! This allows you to talk more freely to others. When you press Enter you will see the Say icon <image;GUI/Art/Art_Chat_Say.dds;22;22;0xFFFFFFFF>. If you are in a group you will also see the Group Chat icon <image;GUI/Art/Art_Chat_Party.dds;22;22;0xFFFFFFFF>.
00000266

The message will appear above your head and can be seen only by other players that have permission for Text Chat. 
00000267

Words that are valid will show up white. Words that are not allowed by the filter will show up red. For more details, go to the Wizard101 website!
00000268

Well well... "What happened to my newly-acquired item?" you may ask. Let me tell you...
00000269

It appears that both your backpack and your bank are completely full. When that happens, any newly found item will disappear!
00000270

Before you find yourself losing more valuable items, you should go right now and clean out your bank and backpack!
00000271

Hey there, looks like yer about to lose yerself some gold!
00000272

Lemme see... Well, here's yer problem, yer gold bag is almost full! It's practically burstin'!
00000273

You'll need to spend some of that gold! You cain't get more gold if your bag is full!
00000274

Hey there, young Wizard! Don't forget that you are one among many who are fighting the forces of darkness!
00000275

So if you see a fellow Wizard struggling against the enemy, jump in and help out!
00000276

There's strength in numbers, so the more Wizards fighting on your side the better!
00000277

I apologize for the interruption, but I wanted to bring something important to your attention.
00000278

If you ever have any questions about magic or the world around you, I've included some reference material in your Spellbook.
00000279

Simply open your Spellbook and read over the help pages. They contain loads of valuable information!
00000280

Kagemoosha
00000281

This is my Dungeon, Wizard! No one will take it from me!
00000282

Dr. Katzenstien
00000283

Hmph!  You think you can defeat me in my own Dungeon?  We shall see!
00000284

Katsumori
00000285

Leave this place, Wizard! This is my Dungeon. You <ITALICS>will</ITALICS> not survive.
00000286

I pity the fool who would dare to enter Karanahn Palace, for it is a Dungeon!
00000287

I see you've already increased in power! Excellent! However, that power must come with guidance. Return at once to my office. I'll then get you started with your enrollment.
00000288

Ideyoshi
00000289

You have too many Treasure Cards in your Spellbook. You can't receive any new Treasure Cards until there is more room in your Spellbook.
00000300

You've just received a housing deed! Now you can move out of your dorm room and into a more luxurious Castle on an island of your own!
00000301

You can select your new Castle and equip it just like anything else in your backpack. 
00000302

When you click the "Go Home" icon you'll appear at your new home. You can always teleport back to the hub of whatever world you're on.
00000303

If you'd like to move between Castles, use your backpack to equip the Castle of your choice. You can return to your dorm room by hitting "Go Home" while at your Castle.
00000304

You can have up to three Castles plus your dorm room. You must empty a Castle of all its furnishings before you can sell it.
00000305

Once you've completed the first crafting quest, you can craft equipment, treasure cards, and even furniture by following these simple steps:
00000306

First, you must complete the first crafting quest, which rewards you with a crafting station and a crafting slot. You can also buy crafting stations from furniture vendors.
00000307

Second, you must purchase a recipe from a recipe vendor. They're located on each of the worlds of the Spiral. 
00000308

Third, you must gather the ingredients and reagents used in the recipe. Some reagents can be harvested throughout all the worlds of the Spiral. Some reagents can be purchased from reagent vendors. Some foes will drop reagents when defeated. 
00000309

Fourth, you must have an empty crafting slot. A crafting slot allows you to concentrate on making an item. Once you use it, you must wait for the timer to refresh before you can make another item. 
00000310

Lastly, when you have your recipe and reagents, go to your crafting station and use it. Select the recipe you want to make, and if you have the required reagents, press "Create" and make the item! It will go into your backpack. 
00000311

Lastly, when you have your recipe and reagents, go to your crafting station and use it. Select the recipe you want to make, and if you have the required reagents, press "Create" and make the item! It will go into your backpack. 
00000312

Mr. Lincoln
00000313

You must purchase recipes from a recipe vendor. They're located on each of the worlds of the Spiral.
00000314

You must purchase recipes from a recipe vendor. They're located on each of the worlds of the Spiral.
00000315

Mr. Lincoln
00000316

Mr. Lincoln
00000317

Mr. Lincoln
00000318

You can harvest reagents throughout all the worlds of the Spiral. You can also purchase some of them from reagent vendors, or find them for sale in the Bazaar. Some foes will drop reagents when defeated.
00000319

You can harvest reagents throughout all the worlds of the Spiral, or you can purchase some of them from reagent vendors. Some foes will drop reagents when defeated.
00000320

You must complete crafting quests to earn new crafting slots. Eudora Tangletree, the recipe vendor in Wizard City's Olde Town, can get you started. 
00000321

Don't forget that you can use your compass to locate places easier, like the various schools in Ravenwood.  Good day!
00000322

You must place your crafting station in your dorm room or castle to be able to use it. More powerful items require better crafting stations.
00000323

First, you must complete the first crafting quest, which rewards you with a crafting station and a crafting slot. You can also buy crafting stations from furniture vendors.
00000324

You must place your crafting station in your dorm room or castle to be able to use it. More powerful items require better crafting stations.
00000325

You weren't able to collect that last reagent because you have the maximum number of those.
00000326

If you're in a group and you want to say something to people nearby, make sure the Say icon <image;GUI/Art/Art_Chat_Say.dds;22;22;0xFFFFFFFF> is bigger. To talk to your group, make sure the Group Chat icon <image;GUI/Art/Art_Chat_Party.dds;22;22;0xFFFFFFFF> is bigger. To switch, click on the one you want to use.
00000327

Purchasing a recipe is the same as learning it. Once you learn a recipe, you can use it as many times as you like. 
00000328

Mr. Lincoln
00000329

You get a basic crafting station by completing the first crafting quest offered by Eudora Tangletree in Olde Town. You can also buy basic card, furniture, and equipment crafting stations from vendors on other worlds of the Spiral. 
00000330

Some worlds of the Spiral have unique crafting stations that must be visited. These stations allow you to make items you cannot make at any other crafting station. 
00000331

Mr. Lincoln
00000332

You must purchase recipes from a recipe vendor. They're located on each of the worlds of the Spiral. 
00000333

Purchasing a recipe is the same as learning it. Once you learn a recipe, you can use it as many times as you like. \n
00000334

Mr. Lincoln
00000335

The Arena is located in Unicorn Way, close to the entrance.
00000336

Mr. Lincoln
00000337

The Bazaar is located in Wizard City's Olde Town, next to Gloria Krendell's house.
00000338

Mr. Lincoln
00000339

You must place your crafting station in your dorm room or castle to be able to use it. When it is placed, walk up to the crafting station to interact with it. 
00000340

When you have opened the crafting window, use the tabs along the top to see what items you can craft. 
00000341

Select an item and it will be displayed in the upper left corner of the crafting window. Below it you can see if a crafting slot is available, and below that the required reagents.
00000342

If you have a ready crafting slot and all of the required reagents, click the "Create" button. The item will be created and will appear in your backpack.
00000343

Mr. Lincoln
00000344

Shopping in the Bazaar is similar to shopping with a regular vendor. Go to the Bazaar and interact with Elik Silverfist, the Master Merchant. 
00000345

Use the top tabs to choose whether you wish to buy or sell. Choose the items at the top of the window to narrow your search. 
00000346

You can buy most clothing and pets in different colors, just as if you dyed them in the dye shop. 
00000347

Mr. Lincoln
00000348

Once you're in the Arena, you can sign up for a player versus player (PvP) duel. Choose a practice match or a ranked match. You can also choose to watch a match while other Wizards duel. 
00000349

You can choose to join a quick match of whatever size you would like, or you can create a new match. You can specify what type of match it can be, and who can join.
00000350

While you are waiting for all of the duelists to join, you will have a crossed swords icon in the upper right corner of your screen. Click on it to see your team and the status of your match.
00000351

If you join another match while you are already waiting for one to begin, you will cancel your previous match and join the new one. 
00000352

Practice matches are just for fun, and do not affect your PvP rating. Ranked matches affect your PvP rating, as your rating goes up with duels you win, and goes down with duels that you lose. 
00000353

The Help Pages have more information about PvP and the Arena. You can go to the Help Pages by clicking the red question mark on the right side of your spellbook.
00000354

Mr. Lincoln
00000355

You can earn Arena Tickets from playing in ranked PvP duels in the Arena, win or lose. Practice duels don't earn Arena Tickets. Winning earns more tickets than losing, so good luck!
00000356

You can spend Arena Tickets on special PvP gear or trophies. PvP gear is available from Diego the Duelmaster, and Roland Silverheart sells PvP trophies. Diego and Roland are both located outside the Arena. 
00000357

That's the last spell I'm able to teach you. If you'd like to learn more Death spells, you'll have to go speak to Dworgyn, down in Nightside. 
00000358

Hello, Wizard! Please see me at once! If you can, I mean. Just, whenever you have the time to drop by.
00000359

You've successfully hatched an egg! You must wait until you can hatch another. Members can hatch eggs more quickly! 
00000360

Hello, Wizard! Please see me at once! If you can, I mean. Just, whenever you have the time to drop by.
00000361

You've just received a pet snack! You can feed pet snacks to your pet after it completes a training game. 
00000362

Greetings, oh wonderful Wizard! Our mutual friend, Headmaster Ambrose, would have words with you if you have a moment to spare! 
00000363

<ITALICS>You hear someone singing, very faintly. You're trying to make out the words...</ITALICS>
00000364

Help me! I don’t know who you are, but you’re my only hope!
00000365

<ITALICS>You’re not sure, but you think that it’s Selena Gomez, an actress and singer from Earth! What is she doing sending you magical messages?</ITALICS>
00000366

Pardon me, young wizard!  Can you hear this music, too? Amazing!
00000367

We must investigate this matter! Come to my classroom as soon as possible!
00000368

Mysterious Message
00000369

I hate to be a bother, but there’s an urgent matter to discuss. Come to my classroom at once! 
00000370

My student! It’s important that you report to my classroom at once!
00000371

Hello! I’ve crackling good news for you! Can you come to my classroom at once? 
00000372

Hello, Wizard! Please see me at once! If you can, I mean. Just, whenever you have the time to drop by.
00000373

Halston Balestrom
00000374

Selena Gomez
00000375

The time has come again, young Wizard, for you to report for class! 
00000376

Excuse me, young Wizard. Please look me up in the Celestia Base Camp when you’ve a chance. It’s quite important!  
00000377

I’d like to see you again at Celestia Base Camp, if you’ve the time to spare!
00000378

Once more I must beg your assistance. Can you visit me in Celestia Base Camp?
00000379

Greetings from the Krokosphinx, my favorite student! It is time for you to expand your repertoire of spells. Come at once!
00000380

If you can spare the time from adventuring to further your studies, report to my classroom.
00000381

You weren't able to collect that last pet snack because you have the maximum number of those.
00000382

Young Wizard! I have an offer you can't refuse. Come see me in Olde Town when you can.  
00000383

A matter requires your attention. Visit me in my classroom in Ravenwood at your earliest convenience. 
00000384

Hello! I'm sorry to bother you, but I need your assistance. Come to class in Ravenwood at your earliest convenience. 
00000385

I see you are ready for the next step in your studies. Come see me in Ravenwood at your earliest convenience, dear. 
00000386

Please make haste to visit my classroom in Ravenwood. Some urgency is required! \n
00000387

Greetings young Wizard. I need to see you soon. Please come to me in Ravenwood when you have a moment. 
00000388

Hello, young Wizard. I have some interesting information to convey. Come see me at the Death School in Nightside. 
00000389

Come to me in Krokotopia. I need to speak with you about a pressing matter. A matter of secret rituals. 
00000390

Could you come at once to my office? Grizzleheim has need again of your assistance!\n
00000391

Young Wizard! I have some interesting news for you. Please come to my office in the Commons at once. 
00000392

Hello, Wizard! I noticed your backpack is almost bursting with items! Did you know you can feed items to your pet to make more room?
00000393

Go into your backpack, select an item, and click the Feed Pet button. The pet you have equipped will enjoy the snack!
00000394

Feeding an item to a pet will give you one of several possible rewards!
00000395

If you can make your way to Krokotopia, I have something for you! You remember my classroom under the Krokosphinx, right?
00000396

A moment of your time, if you can spare it! Make your way down to Nightside... you won't be sorry!
00000397

Dear student. I've excellent news for you. Make your way to my classroom in Ravenwood at your earliest convenience.
00000398

Young Wizard! Come on down... to Nightside! You can be the next contestant on "The Spell is Nice!"
00000399

Greetings, young Wizard. I trust I am not interrupting anything important? Good. Make your way to my classroom at once.
00000400

Hello, Wizard! Please see me at once! If you can, I mean. Just, whenever you have the time to drop by.
00000401

Hello, Wizard! Please see me at once! If you can, I mean. Just, whenever you have the time to drop by.
00000402

I have something I need to discuss with you, my dear student. Please come see me in Ravenwood when you get the chance.
00000403

Lucky Hookline
00000404

Young Wizard, I can't wait to tell ya about my favorite pastime: Fishing!
00000405

Young Wizard, I can't wait to tell ya about my favorite pastime: Fishing!
00000406

Come find me by the water in the Commons.
00000407

Lucky Hookline
00000408

Ayuh, Young Wizard, come see me in the Commons when ya get a chance. It's time we swap some fish stories!
00000409

Well, look at that! You've just placed a Vault in your house!
00000410

Vaults are used to store specific objects.
00000411

Use Place Object mode to place the Vault where you want it in your house.
00000412

After it's placed, while still in Place Object mode, left click on the Vault. Then click the icon to open the Vault.
00000413

The Vault interface will appear, and then you can transfer items between the Vault and your backpack.
00000414

Wizard! One of the Scholars left a message for you. Come see me in the Arcanum immediately! Or don't. I honestly don't care.
00000415

Ayuh, Wizard, stop by the Commons, would ya? I've heard chatter about great new place to Fish!
00000416

If you'd like more space in your Backpack, you can always purchase a handy Expand Backpack Elixir from the Crown Shop!
00000417

These are portraits that give you timely information when you click on them.
00000418

Guten tag! Does your Pet like olde fashioned gourmet imported Pet Snacks? Do you like free stuff? Then come see me in Wizard City. Um, schnell!
00000419

My Scion, I know you are communing with unnatural forces. We must discuss what they wish of you.
